Repository: intelowlproject/IntelOwl
Catalog: two_factor/locale/*/LC_MESSAGES/django.po
Languages: es, fi, pt_br, vi

source: Or, alternatively, use one of your backup phones:
es: O, alternativamente, utilice uno de los teléfonos secundarios:
pt_br: Ou utilize um de seus telefones reserva
vi: Hoặc, cũng có thể chọn dùng một trong những điện thoại dự phòng:

source: To start using a token generator, please use your smartphone to scan the QR code below. For example, use Google Authenticator. Then, enter the token generated by the app.
es: Para comenzar a usar un generador de códigos, use su teléfono inteligente para escanear el código QR a continuación. Por ejemplo, use Google Authenticator. Luego, ingrese el código generado por la aplicación.
pt_br: Para começar a usar um gerador de códigos, por favor use seu celular para escanear o código QR abaixo. Por exemplo, use o Google Authenticator. Em seguida, digite o código gerado pelo aplicativo.
vi: Để có thể bắt đầu sử dụng ứng dụng tạo token, vui lòng sử dụng diện thoại thông minh của quý vị để quét mã QR dưới đây. Cụ thể, quý khách có thể dùng một trong những ứng dụng như Microsoft Authenticator, Authy, hoặc Google Authenticator để quét mã QR và nhập chuỗi số token trên ứng dụng đó lên CornFlare để tiến hành xác minh.

source: Tokens will be generated by your token generator.
es: Los códigos de acceso serán generados por su generador de códigos.
pt_br: Os códigos serão gerados por um aplicativo gerador de códigos de segurança
vi: Các token sẽ được tạo ra bởi trình tạo token của quý khách

source: Tokens will be generated by your YubiKey.
es: Los códigos serán generados por su YubiKey
pt_br: Os códigos serão gerados pelo seu YubiKey
vi: Token sẽ được tạo ra bởi YubiKey của quý khách

source: If you don't have any device with you, you can access your account using backup tokens.
es: Si no tiene ningún dispositivo con usted, puede acceder a su cuenta usando códigos de respaldo.
pt_br: Se você não tiver nenhuma dispositivo com você, você pode acessar sua conta usando os códigos reservas.
vi: Nếu quý khách không có sẵn bất kỳ thiết bị nào, quý khách có thể truy cập tài khoản của quý khách bằng cách sử dụng những token dự phòng.

source: Hi, this is %(site_name)s calling. Press any key to continue.
es: Hola, %(site_name)s llamando. Pulse una tecla para continuar.
pt_br: Olá, aqui é o %(site_name)s. Pressione qualquer tecla para continuar.
vi: Xin chào, đây là cuộc gọi từ %(site_name)s. Vui lòng nhấn một phím bất kỳ để tiếp tục
