Repository: intelowlproject/IntelOwl
Catalog: two_factor/locale/*/LC_MESSAGES/django.po
Languages: es, fi, pt_br, vi

source: Method
es: Método
fi: Tapa
pt_br: Mecanismo
vi: Phương thức

source: Entered token is not valid.
es: El código introducido no es válido
fi: Syötetty token ei ole voimassa.
pt_br: O código informado é inválido
vi: Token được nhập vào không sử dụng được

source: Yes, I am sure
es: Sí, estoy seguro
fi: Kyllä, olen varma.
pt_br: Sim, tenho certeza
vi: Vâng, tôi chắc chắn

source: Don't ask again on this device for %(minutes)i minutes
es: No preguntar de nuevo en este dispositivo por %(minutes)iminutos
fi: Älä kysy uudelleen tällä laitteella %(minutes)i minuuttiin
pt_br: Não peça novamente neste dispositivo por %(minutes)i minutos
vi: Đừng hỏi lại trên thiết bị này trong %(minutes)i phút

source: Don't ask again on this device for %(hours)i hours
es: No preguntar de nuevo en este dispositivo por %(hours)ihoras
fi: Älä kysy uudelleen tällä laitteella %(hours)i tunnin ajan
pt_br: Não peça novamente neste dispositivo por%(hours)i horas
vi: Đừng hỏi lại trên thiết bị này trong %(hours)i giờ

source: Don't ask again on this device for %(days)i days
es: No preguntar de nuevo en este dispositivo por %(days)i días
fi: Älä kysy uudelleen tällä laitteella %(days)i päivään
pt_br: Não peça novamente neste dispositivo por %(days)i dias
vi: Đừng hỏi lại trên thiết bị này trong %(days)i ngày

source: Email address
fi: Sähköpostiosoite

source: Email
fi: Sähköposti

source: Send email to %s
fi: Lähetä sähköposti osoitteeseen %s

source: We sent you an email, please enter the token we sent.
fi: Lähetimme sinulle sähköpostin, syötä saamasi koodi.

source: Phone Number
es: Número de Teléfono
fi: Puhelinnumero
pt_br: Telefone
vi: Số điện thoại

source: Send text message to %s
es: Enviar mensaje de texto a %s
fi: Lähetä tekstiviestit numeroon %s
pt_br: Enviar mensagem de texto para %s
vi: Gửi tin nhắn tới %s

source: Call number %s
es: Llamar al número %s
fi: Soita numeroon %s
pt_br: Ligar para %s
vi: Số cuộc gọi %s

source: We sent you a text message, please enter the token we sent.
fi: Lähetimme sinulle tekstiviestin, syötä saamasi koodi.

source: We are calling your phone right now, please enter the digits you hear.
es: Estamos llamando a su teléfono en este momento. Por favor ingrese los dígitos que escucha.
fi: Soitamme juuri nyt puhelimeesi. Syötä kuulemasi numerot.
pt_br: Estamos ligando para o seu telefone agora, por favor digite os dígitos que ouvir.
vi: Chúng tôi đang gọi tới số máy của quý khách, hãy nhập vào dãy số mà quý vị nghe được.

source: Phone call
es: Llamar a teléfono.
fi: Puhelinsoitto
pt_br: Chamada telefônica
vi: Cuộc gọi

source: Text message
es: Enviar mensaje de texto
fi: Tekstiviesti
pt_br: Mensagem de texto
vi: Tin nhắn

source: Phone Call
es: Llamada Telefónica
fi: Puhelinsoitto
pt_br: Chamada telefônica
vi: Cuộc gọi

source: Text Message
es: Mensaje de Texto
fi: Tekstiviesti
pt_br: Mensagem de texto
vi: Tin nhắn

source: method
es: método
fi: tapa
pt_br: mecanismo
vi: phương thức

source: Please enter a valid phone number, including your country code starting with + or 00.
es: Por favor, introduzca un número de teléfono válido, incluyendo el código de país el cual puede ser + o 00.
fi: Näppäile puhelinnnumero maakoodin kanssa, joka alkaa + tai 00 -merkeillä.
pt_br: Por favor informe um número de telefone válido, incluindo seu código de país iniciado por "+" ou "00"
vi: Vui lòng nhập vào một số điện thoại thực, bao gồm cả mã quốc gia bắt đầu bằng dấu + hoặc 00

source: Token generator
es: Generador de Códigos
fi: Tunnusgeneraattori
pt_br: Aplicativo gerador de códigos
vi: Ứng dụng tạo Token

source: Enter the token generated by your token generator
fi: Syötä koodigeneraattorisi luoma koodi

source: Please enter the token generated by your token generator.
fi: Syötä koodigeneraattorisi luoma koodi.

source: Authenticate using a WebAuthn-compatible device
fi: Todenna WebAuthn-yhteensopivalla laitteella

source: Please use your WebAuthn-compatible device to authenticate.
fi: Käytä WebAuthn-yhteensopivaa laitettasi todentamiseen.

source: The YubiKey could not be verified.
es: La YubiKey no puede ser verificada.
fi: YubiKeyta ei voitu vahvistaa.
pt_br: Seu YubiKey não pode ser validado
vi: YubiKey không thể được xác minh

source: Use your Yubikey device
fi: Käytä Yubikey-laitettasi

source: Please use your Yubikey device.
fi: Käytä Yubikey-laitettasi.

source: Cancel
es: Cancelar
fi: Peruuta
pt_br: Cancelar
vi: Dừng kích hoạt

source: Back
es: Volver
fi: Takaisin
pt_br: Voltar
vi: Quay lại

source: Next
es: Siguiente
fi: Seuraava
pt_br: Avançar
vi: Tiếp theo

source: Backup Tokens
es: Códigos de Seguridad
fi: Varatunnukset
pt_br: Códigos reserva
vi: Bộ Token dự phòng

source: Backup tokens can be used when your primary and backup phone numbers aren't available. The backup tokens below can be used for login verification. If you've used up all your backup tokens, you can generate a new set of backup tokens. Only the backup tokens shown below will be valid.
es: Los códigos de respaldo se pueden usar cuando sus números de teléfono principal y secundario no están disponibles. Los tokens de respaldo a continuación se pueden usar para verificar el inicio de sesión. Si ha agotado todos sus códigos de respaldo, puede generar un nuevo conjunto de tokens de respaldo. Solo serán válidos los códigos de respaldo que se muestran a continuación.
fi: Varatokeneja voidaan käyttää, kun ensisijainen ja varapuhelinnumerosi eivät ole saatavilla. Alla olevia varatokeneja voidaan käyttää kirjautumisen vahvistamiseen. Jos olet käyttänyt kaikki varatokenisi, voit luoda uuden sarajan varatokeneja. Vain alla näkyvät varatokenit ovat voimassa.
pt_br: Códigos reservas podem ser usados quando seus números primários e substitutos não estão disponíveis. Os códigos reservas abaixo podem ser usados para verificações de conexão. Se você já usou todos os seus códigos reservas, você pode gerar um novo conjunto de códigos reservas. Somente os códigos reservas mostrados abaixo serão válidos.
vi: Những token dự phòng có thể được dùng khi những số điện thoại chính và dự phòng không có sẵn. Những token dự phòng dưới đây có thể được dùng để xác minh đăng nhập. Nếu quý khách đã sử dụng tất cả các token dự phòng, quý khách có thể tạo ra thêm một bộ token dự phòng mới. Chỉ những token dự phòng được liệt kê dưới đây mới sử dụng được.

source: Print these tokens and keep them somewhere safe.
es: Imprima estos códigos y guárdelos en un lugar seguro.
fi: Tulosta nämä tunnukset ja säilytä ne turvallisesti.
pt_br: Imprima estes códigos e guarde-os em algum local seguro.
vi: Hãy in ra những token này và giữ ở một nơi an toàn.

source: You don't have any backup codes yet.
es: Todavía no tienes ningún código de respaldo.
fi: Sinulla ei ole vielä yhtään varatunnusta.
pt_br: Você ainda não possui códigos reserva
vi: Quý khách không còn mã dự phòng nào cả.

source: Back to Account Security
es: Volver a Seguridad de la Cuenta
fi: Takaisin tilin tietoturva-asetuksiin
pt_br: Voltar para "Segurança"
vi: Quay trở lại An ninh Tài khoản

source: Generate Tokens
es: Generar Códigos de Respaldo
fi: Luo tunnuksia
pt_br: Gerar códigos
vi: Tạo Token

source: Login
es: Iniciar Sesión
fi: Kirjautuminen
vi: Đăng nhập

source: Enter your credentials.
es: Introduzca sus credenciales.
fi: Syötä tunnuksesi.
pt_br: Informe suas credenciais
vi: Nhập thông tin đăng nhập của quý khách

source: Use this form for entering backup tokens for logging in. These tokens have been generated for you to print and keep safe. Please enter one of these backup tokens to login to your account.
es: Utilice este formulario para ingresar códigos de respaldo para iniciar sesión. Estos códigos se han generado para que los imprima y los guarde. Ingrese uno de estos códigos de respaldo para iniciar sesión en su cuenta.
fi: Tätä lomaketta käytetään sisäänkirjautumisen varatokenien syöttämiseen. Nämä tunnukset on luotu tulostamista ja säilytystä varten. Anna jokin näistä varatokeneista kirjautuaksesi käyttäjätilillesi.
pt_br: Use esse formulário para inserir os códigos reservas para se conectar. Esses códigos foram gerados para você imprimir e manter seguros. Por favor, digite um deles para se conectar à sua conta.
vi: Hãy dùng biểu mẫu này để nhập vào token dự phòng để đăng nhập. Những token này đã được tạo ra dành riêng cho quý khách để in ra và giữ ở một nơi an toàn. Vui lòng nhập vào một trong những token dự phòng để đăng nhập vào tài khoản của quý khách

source: Or, alternatively, use one of your other authentication methods:
fi: Tai vaihtoehtoisesti voit käyttää muuta todennustapaa:

source: As a last resort, you can use a backup token:
es: Como último recurso, puede utilizar un código de seguridad.
fi: Viimeisenä keinona voit käyttää varatunnusta:
pt_br: Como último recurso, utilize um código reserva
vi: Phương án dễ dàng và cuối cùng, quý khách có thể sử dụng một token dự phòng:

source: Use Backup Token
es: Use un código de seguridad.
fi: Käytä varatunnusta
pt_br: Usar código reserva
vi: Sử dụng Token dự phòng

source: Permission Denied
es: Permiso denegado
fi: Lupa evätty
pt_br: Permissão negada
vi: Không được quyền truy cập

source: The page you requested, enforces users to verify using two-factor authentication for security reasons. You need to enable these security features in order to access this page.
es: La página que solicitó obliga a los usuarios a verificar mediante autenticación de dos factores por razones de seguridad. Debe habilitar estas funciones de seguridad para acceder a esta página.
fi: Pyytämäsi sivu pakottaa käyttäjät vahvistamaan kirjautuminen käyttämällä kaksivaiheista todennusta turvallisuussyistä. Sinun on otettava nämä suojaukset käyttöön päästäkseen tälle sivulle.
pt_br: A página solicitada, força os usuários a autenticar usando verificação em duas etapas por questões de segurança. Você precisa habilitar esses recursos de segurança a fim de acessar esta página.
vi: Trang quý khách yêu cầu, cần phải được xác minh qua quy trình xác minh hai lớp vì lý do an ninh. Quý khách cần kích hoạt đặc điểm an ninh này để có thể truy cập vào trang này.

source: Two-factor authentication is not enabled for your account. Enable two-factor authentication for enhanced account security.
es: La autenticación de dos factores no está habilitada para su cuenta. Habilite la autenticación de dos factores para mejorar la seguridad de la cuenta.
fi: Kaksivaiheinen todennus ei ole käytössä tililläsi. Ota kaksivaiheinen todennus käytöön parantaantaaksi käyttäjätilin tietoturvaa.
pt_br: Verificação em duas etapas não está habilitada para a sua conta. Habilite a verificação em duas etapas para aprimorar a segurança de sua conta.
vi: Xác minh hai lớp chưa được kích hoạt đối với tài khoản của quý khách. Vui lòng kích hoạt chức năng xác minh hai lớp để bảo vệ cho tài khoản của quý khách.

source: Go back
es: Volver
fi: Takaisin
pt_br: Voltar
vi: Quay lại

source: Enable Two-Factor Authentication
es: Activar Autenticación de Dos Factores
fi: Ota kaksivaiheinen tunnistautuminen käyttöön.
pt_br: Habilitar a verificação em duas etapas
vi: Kích hoạt Xác minh hai lớp

source: Add Backup Phone
es: Añadir Teléfono Secundario
fi: Lisää varapuhelinnumero
pt_br: Adicionar telefone reserva
vi: Thêm Số điện thoại dự phòng

source: You'll be adding a backup phone number to your account. This number will be used if your primary method of registration is not available.
es: Agregará un número de teléfono de respaldo a su cuenta. Este número se utilizará si su método principal de autentificación no está disponible.
fi: Lisäät tilillesi varapuhelinnumeron. Tätä numeroa käytetään, jos ensisijainen rekisteröintitapasi ei ole käytettävissä.
pt_br: Você está adicionando um telefone reserva para a sua conta. Este número será usado se o seu método primário de cadastro não estiver disponível.
vi: Quý khách đang bổ sung một số điện thoại dự phòng vào tài khoản của quý khách. Số này sẽ được sử dụng nếu phương thức đăng ký chính không thể thực hiện.

source: We've sent a token to your phone number. Please enter the token you've received.
es: Hemos enviado un código a su número de teléfono. Ingrese el código que recibió.
fi: Olemme lähettäneet tokenin puhelinnumeroosi. Ole hyvä ja syötä saamasi token.
pt_br: Nós lhe enviamos um código para o seu número de telefone. Por favor, digite o código recebido.
vi: Chúng tôi đã gửi token đến số điện thoại của quý khách. Vui lòng nhập lại chuỗi số mà quý khách nhận được

source: You are about to take your account security to the next level. Follow the steps in this wizard to enable two-factor authentication.
es: Está a punto de llevar la seguridad de su cuenta al siguiente nivel. Siga los pasos de este asistente para habilitar la autenticación de dos factores.
fi: Olet nostamassa tilisi suojausta uudelle tasolle. Ota kaksivaiheinen todennus käyttöön noudattamalla tämän ohjatun toiminnon ohjeita.
pt_br: Você está prestes a levar a segurança de sua conta para o próximo nível. Siga os passos deste assistente para habilitar a verificação em duas etapas.
vi: Quý khách chuẩn bị nâng cấp mức độ an ninh cho tài khoản của quý khách. Hãy làm theo hướng dẫn từng bước để kích hoạt phương thức xác minh hai lớp

source: Please select which authentication method you would like to use.
es: Seleccione el método de autenticación que desea utilizar.
fi: Valitse todennusmenetelmä, jota haluat käyttää.
pt_br: Por favor selecione qual dos métodos de autenticação você gostaria de usar.
vi: Vui lòng chọn loại phương thức xác minh nào quý vị mong muốn sử dụng.

source: To start using a token generator, please use your smartphone to scan the QR code below. For example, use Google Authenticator.
fi: Aloita koodigeneraattorin käyttö skannaamalla alla oleva QR-koodi älypuhelimellasi. Käytä esimerkiksi Google Authenticatoria.

source: Alternatively you can use the following secret to setup TOTP in your authenticator or password manager manually.
fi: Vaihtoehtoisesti voit käyttää seuraavaa TOTP-Secret koodia määrittääksesi TOTP:n autentikaattorissa tai salasanan hallinnassa manuaalisesti.

source: Then, enter the token generated by the app.
fi: Syötä sitten sovelluksen luoma koodi.

source: Please enter the phone number you wish to receive the text messages on. This number will be validated in the next step.
es: Ingrese el número de teléfono en el que desea recibir los mensajes de texto. Este número se validará en el siguiente paso.
fi: Anna puhelinnumero, johon haluat vastaanottaa tekstiviestejä. Tämä numero vahvistetaan seuraavassa vaiheessa.
pt_br: Por favor digite o número de telefone no qual você deseja receber as mensagens de texto. Este número será validado no próximo passo.
vi: Vui lòng nhập vào số điện thoại mà quý khách muốn nhận tin nhắn. Số điện thoại này sẽ được xác minh trong bước tiếp sau.

source: Please enter the phone number you wish to be called on. This number will be validated in the next step.
es: Introduzca el número de teléfono al que desea que le llamen. Este número se validará en el siguiente paso.
fi: Anna puhelinnumero, johon haluat soittaa. Tämä numero vahvistetaan seuraavassa vaiheessa.
pt_br: Por favor, digite o número de telefone no qual você deseja ser chamado. Este número será validado no próximo passo.
vi: Vui lòng nhập vào số điện thoại mà quý khách muốn nhận cuộc gọi đến. Số điện thoại này sẽ được xác minh trong bước tiếp theo.

source: We sent you a text message, please enter the tokens we sent.
es: Le enviamos un mensaje de texto, ingrese el código que le hemos enviado.
fi: Lähetimme sinulle tekstiviestin, kirjoita lähettämämme tunnukset.
pt_br: Nós lhe enviamos uma mensagem de texto, por favor digite o código enviado.
vi: Chúng tôi đã gửi một tin nhắn cho quý khách, vui lòng nhập vào chuỗi số chúng tôi đã gửi

source: We've encountered an issue with the selected authentication method. Please go back and verify that you entered your information correctly, try again, or use a different authentication method instead. If the issue persists, contact the site administrator.
es: Hemos detectado un problema con el método de autenticación seleccionado. Regrese y verifique que ingresó su información correctamente, vuelva a intentarlo o utilice un método de autenticación diferente. Si el problema persiste, comuníquese con el administrador del sitio.
fi: Olemme havainneet ongelman valitun todennustavan kanssa. Palaa takaisin ja varmista, että annoit tietosi oikein, yritä uudelleen tai käytä sen sijaan toista todennusmenetelmää. Jos ongelma jatkuu, ota yhteyttä sivuston ylläpitäjään.
pt_br: Nós encontramos um problema com o método de autenticação selecionado. Por favor, volte para verificar se você digitou suas informações corretamente, tente novamente, ou use um método de autenticação diferente ao invés. Se o problema persistir, contate o administrador do site.
vi: Chúng tôi gặp phải vấn đề với phương thức xác minh đã chọn. Vui lòng quay trở lại và rà soát thông tin của quý khách đã nhập đã chính xác chưa, hãy thử làm lại, hoặc dùng một phương thức xác minh khác để thay thế. Nếu vấn đề vẫn hiện hữu, vui lòng thông báo cho người quản trị của website để khắc phục.

source: To identify and verify your YubiKey, please insert a token in the field below. Your YubiKey will be linked to your account.
es: Para identificar y verificar su YubiKey, ingrese un código en el campo a continuación. Su YubiKey se vinculará a su cuenta.
fi: Tunnistaaksesi ja vahvistaaksesi oma YubiKey'si, kirjoita tunnus alla olevaan kenttään. YubiKey'si linkitetään tiliisi.
pt_br: Para identificar e verificar sua YubiKey, por favor insira o código no campo abaixo. Sua YubiKey será ligada à sua conta.
vi: Để xác định và xác minh YubiKey của quý khách, vui lòng nhập vào một token trong trường dưới đây. YubiKey của quý khách sẽ được liên kết với tài khoản của quý khách.

source: Congratulations, you've successfully enabled two-factor authentication.
es: Felicitaciones, ha habilitado con éxito la autenticación de dos factores.
fi: Onnittelut, olet ottanut kaksivaiheisen todennuksen käyttöön onnistuneesti.
pt_br: Parabéns, você habilitou a verificação em duas etapas com sucesso.
vi: Xin chúc mừng, quý khách đã kích hoạt thành công phương thức xác minh hai lớp.

source: However, it might happen that you don't have access to your primary token device. To enable account recovery, add a phone number.
es: Sin embargo, puede suceder que no tenga acceso a su dispositivo principal. Para habilitar la recuperación de la cuenta, agregue un número de teléfono.
fi: Saattaa kuitenkin käydä niin, että sinulla ei ole pääsyä ensisijaiseen tunnuslaitteeseen. Ota tilin palautus käyttöön lisäämällä puhelinnumero.
pt_br: Contudo, pode ser que você não tenha acesso ao seu dispositivo de código primário. Para habilitar a recuperação de conta, adicione um número de telefone.
vi: Tuy nhiên, có thể xảy ra trường hợp quý khách không thể truy cập vào thiết bị giữ token chính của quý khách. Để có thể kích hoạt chức năng phục hồi, hãy thêm vào một số điện thoại khác.

source: Add Phone Number
es: Agregar un Número de Teléfono
fi: Lisää puhelinnumero.
pt_br: Adicionar um número de telefone
vi: Thêm Số điện thoại

source: Disable Two-factor Authentication
es: Deshabilitar la Autenticación de Dos Factores
fi: Poista kaksivaiheinen tunnistautuminen käytöstä.
pt_br: Desabilitar a verificação em duas etapas
vi: Hủy kích hoạt phương thức Xác minh hai lớp

source: You are about to disable two-factor authentication. This weakens your account security, are you sure?
es: Está a punto de desactivar la autenticación de dos factores. Esto debilita la seguridad de su cuenta, ¿está seguro?
fi: Olet poistamassa kaksivaiheisen todennuksen käytöstä. Tämä heikentää käyttäjätilisi turvallisuusta, oletko varma?
pt_br: Você está prestes a desabilitar a verificação em duas etapas. Isto enfraquecerá a segurança de sua conta, você tem certeza que quer continuar?
vi: Quý khách chuẩn bị hủy kích hoạt phương thức xác minh hai lớp. Việc này làm giảm mức độ an ninh cho tài khoản của quý khách. Quý khách có chắn chắn muốn thực hiện điều này không ?

source: Disable
es: Desactivar
fi: Poista käytöstä
pt_br: Desabilitar
vi: Hủy kích hoạt

source: Account Security
es: Seguridad de la Cuenta
fi: Käyttäjätilin turvallisuus
pt_br: Segurança
vi: Bảo vệ Tài khoản

source: Primary method: %(primary)s
es: Método primario: %(primary)s
fi: Ensisijainen tapa: %(primary)s
pt_br: Mecanismo principal: %(primary)s
vi: Phương thức chính: %(primary)s

source: Backup Phone Numbers
es: Números de teléfono secundarios
fi: Varapuhelinnumerot
pt_br: Números de telefone reserva
vi: Những số điện thoại dự phòng

source: If your primary method is not available, we are able to send backup tokens to the phone numbers listed below.
es: Si su método principal de autentificación no está disponible, podemos enviar códigos de respaldo a los números de teléfono que se enumeran a continuación.
fi: Jos sinulla ei ole laitetta mukanasi, voit käyttää tiliäsi varatokenien avulla.
pt_br: Se seu método primário não estiver disponível, nós podemos lhe enviar os códigos reservas para o telefone listado abaixo.
vi: Nếu phương thức chính của quý khách không sẵn sàng, chúng tôi có thể gửi token dự phòng đến những số điện thoại được liệt kê dưới đây.

source: Are you sure?
fi: Oletko varma?

source: Unregister
es: Anular el registro
fi: Poista käytöstä
pt_br: Remover
vi: Chưa đăng ký

source: You have only one backup token remaining.
es: Le queda un solo código de respaldo.
fi: Sinulla on vain yksi varatoken jäljellä.
pt_br: Você tem somente um código reserva restante.
vi: Quý khách còn %(counter)s token dự phòng chưa được sử dụng.

source: Show Codes
es: Mostrar Códigos
fi: Näytä koodit
pt_br: Exibir códigos
vi: Hiển thị mã

source: Disable Two-Factor Authentication
es: Deshabilitar la Autenticación de Dos Factores
fi: Poista kaksivaiheinen tunnistautuminen käytöstä
pt_br: Desabilitar a verificação em duas etapas
vi: Hủy kích hoạt Xác minh hai lớp

source: However we strongly discourage you to do so, you can also disable two-factor authentication for your account.
es: Sin embargo, le desaconsejamos encarecidamente que lo haga, también puede desactivar la autenticación de dos factores para su cuenta.
fi: Emme kuitenkaan suosittele sinua tekemään niin, mutta voit myös poistaa kaksivaiheisen todennuksen käytöstä tililtäsi.
pt_br: Apesar de nós o desencorajarmos fortemente a fazer isso, você também pode desabilitar a verificação em duas etapas de sua conta.
vi: Tuy nhiên, chúng tôi thực sự không khuyến khích quý khách thực hiện việc này, quý khách cũng có thể hủy kích hoạt phương thức xác minh hai lớp cho tài khoản của quý khách.

source: Your OTP token is %(token)s
es: Su código OTP es %(token)s
fi: OTP-tokenisi on 1%(token)s
pt_br: Seu token OTP é %(token)s
vi: Chuỗi OTP token của quý khách là %(token)s

source: Your session has timed out. Please login again.
es: Su sesión ha expirado. Ingrese nuevamente.
fi: Istuntosi on päättynyt. Kirjaudu uudelleen.
pt_br: Sua sessão expirou. Por favor, conecte-se novamente.
vi: Thời gian phiên làm việc của quý khách đã hết. Vui lòng đăng nhập lại.

source: ManagementForm data is missing or has been tampered with
es: Los datos de ManagementForm faltan o han sido alterados
fi: ManagementForm-tiedot puuttuvat tai niitä on muutettu
pt_br: Dados do ManagementForm estão ausentes ou foram adulterados
vi: Dữ liệu trên biểu mẫu quản lý bị thiếu hoặc đã bị sai lệch với

source: Token
pt_br: Código

# twilio_locale
source: en
pt_br: pt-BR
vi: vi

source: Please enter the tokens generated by your token generator.
es: Ingrese el código generado por su generador de códigos.
pt_br: Por favor, digite o código gerado pelo seu gerador de códigos.
vi: Vui lòng nhập vào chuỗi token được tạo ra bởi ứng dụng tạo ra token của quý khách
